@include('partials.header')
<style>
    body {
        color: white;

    }

    .agreement-container {
        max-width: 800px;
        line-height: 1.6;
        margin: 20px auto;
        padding: 20px;
        background-color: #495057;
        border-radius: 8px;
        box-shadow: 0 4px 10px rgba(0, 0, 0, 0.2);
    }

    h1,
    h2,
    h3,
    h4 {
        color: #eb5e28;
        /* Цвет заголовков */
    }

    .highlight {
        color: #eb5e28;
        /* Цвет для выделения важных моментов */
        font-weight: bold;
    }

    .divider {
        border: none;
        height: 2px;
        background-color: #eb5e28;
        margin: 20px 0;
        width: 100%;
    }

    p {
        margin: 10px 0;
    }
</style>
</head>

<body>
    <div class="agreement-container">
        <h1>Пользовательское соглашение</h1>
        <p><span class="highlight">Дата вступления в силу:</span> 21 января 2025 года</p>
        <p>Настоящее пользовательское соглашение и политика конфиденциальности (далее — "Соглашение") регулируют
            использование цифрового товара — валюты на игровом сервере "Arm" (далее — "Сервис"). Пользуясь Сервисом, вы
            соглашаетесь с условиями настоящего Соглашения. Если вы не согласны с условиями, пожалуйста, откажитесь от
            покупок и использования Сервиса.</p>

        <h2>1. Общие положения</h2>
        <p>1.1. Оператором Сервиса является самозанятый <span class="highlight">Жевлаков Илья Андреевич</span>,
            зарегистрированный в России, Тюменская область.</p>
        <p>1.2. Сервис предлагает пользователям возможность приобретать цифровую валюту для использования на игровом
            сервере "Arm".</p>

        <h2>2. Условия использования</h2>
        <p>2.1. Все авторизованные пользователи имеют право на приобретение цифровой валюты без ограничений, за
            исключением законодательных ограничений, действующих в Российской Федерации.</p>
        <p>2.2. Пользователь обязуется использовать Сервис в соответствии с действующим законодательством Российской
            Федерации.</p>

        <h2>3. Оплата</h2>
        <p>3.1. Оплата за цифровую валюту осуществляется через банковские карты, электронные кошельки, а также через
            систему быстрых платежей (СБП).</p>
        <p>3.2. Возврат средств за приобретенную валюту находится в разработке. В случае необходимости возврата средств,
            пожалуйста, свяжитесь с нами по электронной почте.</p>

        <h2>4. Политика конфиденциальности и защита данных</h2>
        <p>4.1. Общая информация. Настоящая Политика конфиденциальности определяет, каким образом мы собираем,
            используем, храним и раскрываем информацию, полученную от пользователей на веб-сайте https://armarusich.com
            (далее — "Сайт"). Данная политика применяется ко всем поддоменам Сайта, всем продуктам и услугам,
            предлагаемым Сайтом.</p>

        <p>4.2. Получаемая информация. Когда вы посещаете Сайт, мы определяем ваш IP адрес, имя домена, с которого вы
            пришли, и страну регистрации данного IP. Мы собираем только общую информацию, которую ваш браузер
            предоставляет добровольно при посещении Сайта, включая данные о куки-файлах.</p>

        <p>4.3. Мы можем собирать личную идентификационную информацию от пользователей, когда пользователь:</p>
        <ul>
            <li>Посещает наш Сайт,</li>
            <li>Авторизуется на Сайте,</li>
            <li>Оформляет заказ,</li>
            <li>Заполняет формы и в связи с другой активностью на Сайте.</li>
        </ul>

        <h2>5. Как мы используем собранную информацию</h2>
        <p>Мы можем использовать собранную информацию для:</p>
        <ul>
            <li>Улучшения обслуживания клиентов;</li>
            <li>Персонализации пользовательского опыта;</li>
            <li>Улучшения нашего Сайта;</li>
            <li>Обработки платежей;</li>
            <li>Отправки пользователям информации, которую они согласились получать.</li>
        </ul>

        <h2>6. Защита информации</h2>
        <p>Мы принимаем соответствующие меры безопасности по сбору, хранению и обработке собранных данных для защиты их
            от несанкционированного доступа, изменения, раскрытия или уничтожения.</p>

        <h2>7. Общий доступ к личной информации</h2>
        <p>Мы не продаем, не обмениваем или не даем в аренду личную информацию пользователей. Мы можем предоставлять
            общие агрегированные демографические данные, не связанные с личной информацией, нашим партнерам и
            рекламодателям.</p>

        <h2>8. Ответственность</h2>
        <p>8.1. Пользователь принимает на себя все риски, связанные с использованием Сервиса, кроме рисков, связанных с
            обработкой платежа.</p>
        <p>8.2. Мы не несем ответственности за любые убытки, возникающие в результате использования или невозможности
            использования Сервиса.</p>

        <h2>9. Изменения в соглашении</h2>
        <p>9.1. Мы оставляем за собой право вносить изменения в настоящее Соглашение. Уведомление пользователей об
            изменениях будет осуществляться по электронной почте, если пользователь указал ее в личном кабинете.</p>
        <p>9.2. Также уведомление об изменениях будет отображаться на странице пополнения.</p>

        <h2>10. Контактная информация</h2>
        <p>10.1. Если у вас есть вопросы или жалобы, вы можете связаться с нами по электронной почте: <span
                class="highlight">mmqksh@bk.ru</span>.</p>

        <h2>11. Применимое законодательство</h2>
        <p>11.1. Настоящее Соглашение регулируется законодательством Российской Федерации.</p>

        <h2>12. Ваше согласие с этими условиями</h2>
        <p>Используя этот Сайт, вы выражаете свое согласие с данной Политикой конфиденциальности. Если вы не согласны с
            этой политикой, пожалуйста, не используйте наш Сайт. Ваше дальнейшее использование Сайта после внесения
            изменений в настоящую политику будет рассматриваться как ваше согласие с этими изменениями.</p>

        <div class="divider"></div>
        <p>Спасибо за использование нашего сервиса!</p>

    </div>


</body>

</html>
